<template>
  <div class=" text-center">
    <img src="inifnity-illustration.png" class="h-auto max-w-[366px] mx-auto" />
    <h1 class=" text-3xl">
      Добре дошли в пилотния проект на<br>
      <b>Internet Computer Bulgaria</b>!
    </h1>
    <div class="max-w-[768px] text-lg text-left mx-auto mt-10 space-y-8">
      <p>Тук, всяка идея и всяко усилие имат значение. Нашата мисия е да създадем пространство, където всеки може да допринесе с нещо. 🚀</p>
      <p>💡 Силата на това приложение се корени в <b>DAO модела</b> на управление - демократичен и прозрачен метод, който позволява на всички членове да участват в процеса по вземане на решение. Това не е просто приложение, това е общност, която расте и се развива заедно.</p>
      <p>🤝 Колаборацията и забавлението са в центъра на нашата философия. Ние вярваме, че когато работим заедно, можем да постигнем неща, които са невъзможни индивидуално. Нека създадем нещо, което съчетава най-доброто от дигиталния и физическия свят, като изграждаме нещо изключително и трайно! 🌐🏗️</p>
    </div>
  </div>
</template>

<script setup>
</script>