<template>
  <div class=" text-center">
    <!-- <img src="inifnity-illustration.png" class="h-auto md:max-w-[366px] max-w-[66%] mx-auto" /> -->
    <h1 class="h1 font-semibold">
      Колективно творчество
    </h1>
    <p>Отворена платформа за споделени идеи</p>
    <div class="max-w-[760px] text-lg text-left mx-auto mt-12 md:space-y-10 space-y-16">
      <!-- Section 1 -->
      <div class="flex flex-col md:flex-row-reverse items-center space-y-3 md:space-x-reverse md:space-x-12">
          <div class="w-full md:w-1/2">
              <img src="illustration-1.png" alt="">
          </div>
          <div class="w-full md:w-1/2">
            <h2 class="h2">Всеки глас има значение! 💬</h2>
            <p class="p">
              Тук вярваме, че <b>всеки</b> участник може да допринесе, при обсъждането на важни въпроси. Мнението ви е от значение, защото великите неща се създават когато работим заедно, обединени от една <b>обща цел</b>. Споделените идеи водят към успеха на тази обща платформа. 🌟
            </p>
          </div>
      </div>

      <!-- Section 2 -->
      <div class="flex flex-col md:flex-row items-center space-y-3 md:space-x-12">
          <div class="w-full md:w-1/2">
            <img src="illustration-2.png" alt="">
          </div>
          <div class="w-full md:w-1/2">
            <h2 class="h2">Хармония и вдъхновение! 🎉</h2>
            <p class="p">Целта е да се изгради място, където <b>работата</b> и <b>забавлението</b> се допълват взаимно. Убедени сме, че когато хората се чувстват щастливи и непринудени, техният потенциал за иновации и развитие достига своя връх. 🏔️</p>
          </div>
      </div>

      <!-- Section 3 -->
      <div class="flex flex-col md:flex-row-reverse items-center space-y-3 md:space-x-reverse md:space-x-12">
          <div class="w-full md:w-1/2">
            <img src="illustration-3.png" alt="">
          </div>
          <div class="w-full md:w-1/2">
              <!-- Header + Paragraph here -->
              <h2 class="h2">Заедно създаваме бъдещето</h2>
              <p class="p">
                Всеки проект и всяко усилие допринасят за напредъка на социалното <b>развитие</b>. Нека мислим напред, да бъдем смели в своите идеи и да работим заедно за реализацията им. Така, стъпка по стъпка, ще можем да създадем по-светло бъдеще за всички ни.
              </p>
          </div>
      </div>

      <div class="pt-10">
        <h2 class="h1 text-center">Как да се включа?</h2>
        <p class="p mt-10">
          ...
        </p>
      </div>

      <div class="pt-10">
        <h2 class="h1 text-center">Какво прави платформата уникална?</h2>
        <p class="p mt-10">
          В този вълнуващ момент на технологично развитие, се радваме да представим уникалната платформа, изградена изцяло върху блокчейн мрежата на Internet Computer. Това не е просто технологичен прогрес, а скок в бъдещето на сигурността и защитата в онлайн пространството. Със своята дълбока ангажираност към безопасността, платформата гарантира непрекъсната защита на всички участници.
</p><p class="p">
Но това е само началото. Като проект с отворен код, платформата е олицетворение на колективна мъдрост и прозрачност. Тук, всеки програмист е важен участник в процеса на непрекъснато усъвършенстване, допринасяйки към общата цел за надеждна и иновативна система. Тази отвореност към сътрудничество подчертава доверието и взаимната подкрепа в нашата общност.
</p><p class="p">
Сърцето на платформата пулсира в ритъма на DAO модела - Децентрализирана Автономна Организация. Тази структура е фундаментална за нашата философия и начин на работа, подчертавайки принципите на демокрацията и колективното вземане на решения. В този динамичен свят, платформата предлага не просто технологични решения, а начин на мислене и взаимодействие.
</p><p class="p">
В контекста на съвременните предизвикателства, свързани с личната информация и нейната защита, поставяме анонимността на участниците си на преден план. Създаването на лични профили чрез Internet Identity е ключът към свободата и сигурността в дигиталната ера. Тук, всеки има възможността да споделя, да участва и да влияе, запазвайки своята лична неприкосновеност и сигурност.
</p><p class="p">
Пътуването с нашата платформа е постоянно израстване в сферите на иновациите, сътрудничеството и прогреса. Това е пространството, където идеите се срещат с възможностите, където технологията служи на хората, а не обратното. В тази динамична среда, всеки е поканен да стане част от бъдещето, където всички сме заедно в стремежа си към по-добър свят.
        </p>
      </div>
    </div>
  </div>
</template>

<script setup>
</script>